Repository: mozilla-l10n/mt-training-data
Catalog: zu/zu_pontoon.tmx
Source language: en_us
Languages: zu

source: Edit group profile
zu: Hlela iphrofayela yeqembu

source: Edit {group} profile information
zu: Hlela {group} ulwazi lwephrofayela

source: Edit image
zu: Lungisa umfanekiso

source: Edit image | {t} | Media Gallery
zu: Lungisa umfanekiso | {t} | Igalari Yemidiya

source: Edit in admin
zu: Hlela kolawulayo

source: Editing an answer | {t} | Firefox Support Forum
zu: Ukuhlelwa kwempendulo | {t} | Isithangami Sokweseka Se-Firefox

source: Editing Tools
zu: Amathuluzi Okulungisa

source: Edit levels are taken into account as follows:
zu: Amazinga okuhlelwa abukwa ngale ndlela elandilayo:

source: Edit locale editors
zu: Lungisa abahleli basendaweni

source: Edit locale leaders
zu: Lungisa abaholi basendaweni

source: Edit locale reviewers
zu: Lungisa ababukezi basendaweni

source: Edit my profile
zu: Lungisa iphrofayela yami

source: Editor
zu: Umhleli

source: Edit profile
zu: Lungisa iphrofayela

source: Edit Profile
zu: Lungisa Iphrofayela

source: Edit settings
zu: Lungisa amasethingi

source: Edit Settings
zu: Amasethingi Okulungisa

source: Edit the question
zu: Lungisa umbuzo

source: Edit the question.
zu: Lungisa umbuzo.

source: Edit this image
zu: Lungisa lo mfanekiso

source: Edit this post
zu: Hlela le phosti

source: Edit this question
zu: Lungisa lo mbuzo

source: Edit this thread
zu: Hlela lolu chungechunge

source: Edit thread
zu: Hlela uchungechunge

source: Edit thread "{t}"
zu: Hlela uchungechunge "{t}"

source: Edit thread {t} | {d} Discussion | Knowledge Base
zu: Hlela uchungechunge {t} | {d} Ingxoxo | Ulwazi Oluyisisekelo

source: Edit user profile
zu: Lungisa iphrofayela yomsebenzisi

source: Email:
zu: I-imeyli:

source: Email address:
zu: Ikheli le-imeyli:

source: Email Address:
zu: Ikheli Le-imeyli:

source: Email address is required.
zu: Kudingeka ikheli le-imeyli.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
zu: Ikheli le-imeyli lide kakhulu (%(show_value)s ezinhlamvu). Kufanele libe okungenani ezi- %(limit_value)s izinhlamvu.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
zu: Iheli le-imeyli lifishane kakhulu (%(show_value)s ezinhlamvu). Kufanele libe okungenani ezi- %(limit_value)s izinhlamvu.

source: Email and Messages
zu: Ama-imeyli nemiyalezo

source: Email changed for user {username}
zu: I-meyli yomsebenzisi isishintshiwe {username}

source: Email in
zu: Thumela i-imeyli nge

source: Email me article changes
zu: Ngithumele i-imeyli yezinguquko ze-athikhili

source: Emails
zu: Ama-imeyli

source: Email software for Windows, Mac and Linux
zu: Isoftware ye-imeyli ye-Windows, Mac ne-Linux

source: Email updates
zu: Izindaba ze-imeyli ezazisa ngokusha

source: <em>Editing</em> {title}
zu: <em>Ukulungisa</em> {title}

source: End
zu: Isiphetho

source: End:
zu: Phetha:

source: Enhance Firefox's functionality and appearance with add-ons
zu: Yenza ngcono ukusebenza kwe-Firefox nokubukeka kwayo ngezifakelwa

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
zu: Qinisekisa ukuthi le nombolo okungenani ine %(limit_value)s ezinhlamvu (inezi %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
zu: Qinisekisa ukuthi le nombolo okungenani ine %(limit_value)s ezinhlamvu (inezi %(show_value)s).

source: Enter a subject here.
zu: Faka isihloko lapha.

source: Enter the name of the article
zu: Faka igama le-athikhili

source: Enter the Transaction ID here.
zu: Faka i-Transaction ID lapha.

source: Enter the URL of the external link
zu: Faka i-URL yelinki yangaphandle

source: Enter your email address here.
zu: Faka ikheli le-imeyli yakho lapha.

source: Enter your reply here.
zu: Faka impendulo yakho lapha.

source: Enter your terms in the form below and click <strong>Search</strong>
zu: Faka amatemu akho kufomu elingezansi bese uchofoza <strong>Cinga</strong>

source: Error deleting image
zu: Iphutha lapho kudilithwa umfaneniso

source: Error loading graph
zu: Kube nephutha ngenkathi kulodwa igrafu

source: Error messages: what they mean and how to fix
zu: Imiyalezi yamaphutha: ekuchazayo nokuthi ilungiswa kanjani

source: Error uploading image
zu: Iphutha lapho kulodwa umfanekiso

source: Escalated
zu: Ikhushuliwe

source: Events and help for Mentors
zu: Imicimbi nosizo Zabeluleki

source: Every time Firefox opened
zu: Ngaso sonke isikhathi lapho i-Firefox ivulwa

source: Example:
zu: Isibonelo:

source: Exit Survey Results
zu: Imiphumela Yokugcina Yenhlolovo

source: Expiry date:
zu: Usuku lokuphelelwa:

source: Expiry Date
zu: Usuku Lokuphelelwa

source: Explanation:
zu: Incazelo:

source: Explore more topics
zu: Thola ezinye izihloko

source: Extension/plugin you are having trouble with
zu: Ukwelulwa/amapulagi onenkinga nawo

source: Extensions
zu: Izandiso

source: External link:
zu: Ilinki yangaphandle:

source: Facebook
zu: I-Facebook

source: Facebook URL
zu: I-Facebook URL

source: File deleted. Please select an image file.
zu: Ifayela lidilithiwe. Uyacelwa ukhethe isithombe sefayela.

source: Fill in details
zu: Gcwalisa imininingwane

source: Filter by
zu: Icwengwe ngu

source: Filter by Locale
zu: Isicwengi Sesizinda

source: Filter by Product
zu: Isicwengi Somkhiqizo

source: Filter questions
zu: Cwenga imibuzo

source: Finally, if you want to follow all news related to SUMO, dont forget about our
zu: Okokugcina, uma ufuna ukulandela zonke izindaba eziphathelene ne-SUMO, ungakhohlwa

source: Finally, if you want to follow all news related to SUMO, dont forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
zu: Okokugcina, uma ufuna ukulandela izindaba ezihambisana ne-SUMO, ungakhohlwa yi <a href="%(forums_url)s">izinkundla zomphakathi</a>, <a href="%(blog_url)s">i-blog esemthethweni</a> kanye <a href="%(twitter_url)s">i-akhawunti ye-Twitter</a>. Siphinde <a href="%(meetings_url)s"> sihlangane njalo ngeMisombuluko </a> - kanti nawe ungahlanganyela nathi.

source: Find your fellow contributors
zu: Thola abanye abanegalelo njengawe

source: Firefox
zu: I-Firefox

source: Firefox 29 Launch Team
zu: Ithimba le-Firefox 29 Launch

source: Firefox 5.0
zu: I-Firefox 5.0

source: Firefox 6.0.2
zu: I-Firefox 6.0.2

source: Firefox controls and buttons
zu: Izilawuli ze-Firefox nezinkinobho

source: Firefox crashes
zu: I-Firefox iyakhresha

source: Firefox for Android
zu: I-Firefox ye-Android

source: Firefox for iOS
zu: I-Firefox iOS

source: Firefox for iPhone, iPad and iPod touch devices
zu: Amadivayisi e-iPhone, iPad namadivayisi asebenza ngokuthintwa e-iPod

source: Firefox for Windows 8 Touch
zu: I-Firefox ye-Windows 8 Touch

source: Firefox for Windows 8 touch devices
zu: Amadivayisi e-Firefox ye-Windows 8 touch

source: Firefox is slow or stops working
zu: I-Firefox ihamba kancane noma iyama ukusebenza

source: Firefox Marketplace
zu: I-Firefox Marketplace

source: Firefox options, preferences and settings
zu: Izinketho ze-Firefox, okuncanyelwayo namasethingi

source: Firefox OS basics
zu: Okuyisisekelo nge-Firefox OS

source: Firefox OS SMS & email
zu: I-Firefox OS SMS & nama-imeyli

source: Firefox Releases
zu: Ukukhishwa kwe-Firefox

source: Firefox Sync
zu: I-Firefox Sync

source: Firefox Sync settings
zu: Amasethingi Okuqondanisa e-Firefox

source: Firefox version
zu: Iveshini ye-Firefox

source: Firefox versions and languages
zu: Amaveshini e-Firefox nezilimi

source: Firefox won't save settings or remember information
zu: I-Firefox ngeke ilondoloze amasethingi noma ikhumbule imininingwane

source: Fix problems
zu: Lungisa izinkinga

source: Fix problems with email providers (gmail, Yahoo, etc.)
zu: Lungisa izinkinga nabahlinzeki be-imeyli (gmail, Yahoo, njll.)

source: Fix problems with websites (Facebook, YouTube, webmail etc.)
zu: Lungisa izinkinga ngamawebhusayithi (Facebook, YouTube, webmail njll.)

source: Fix slowness, crashing, error messages and other problems
zu: Lungisa ukuhamba kancane, ukukhresha, namaphutha emiyalezo, kanye nezinye izinkinga

source: Flagged:
zu: Okufulegiwe:

source: Flagged Content Pending Moderation
zu: Okufulegiwe Okulindele Ukulawulwa

source: Flagged {t} (Reason: {r})
zu: Okufulegiwe {t} (Isizathu: {r})

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
zu: Ukufulega umsebenzisi ukuze umzibe kuzokwenza ama-twet abo angaveli kuThimba Labaphambili.

source: Focus on people who need help or have questions
zu: Gxila kubantu abadinga usizo noma abanemibuzo

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
zu: Landelela. Kwesinye isikhathi, amavolontiya ethu azokubuza eminye imininingwane noma ukuhlola ezinye izimo. Uma ukwenza lokho ngokushesha, kungale nkathi ezokwazi ukuthi alungise kanjani.

source: For Contributors
zu: Okwabanegalelo

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
zu: Ukhohlwe iphasiwedi yakho? Faka ikheli le-imeyli ngezansi, sizobe sesikuthumelela imiyalelo yokusetha entsha.

source: Forgotten your username? Enter your email address below, and we'll send it to you.
zu: Ukhohlwe yigama lomsebenzisi? Faka ikheli lakho le-imeyli ngezansi, sizobe sesikuthumelela.

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
zu: Ngosizo lokubhalwa kwama-athikhili, bheka i <a href="%(url)s">Umhlahlandlela Wokwesekwa Kwedokhumenti</a>.

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
zu: Onegalelo Kusithangami - Phendula imibuzo yokweseka abasebenzisi ebuzwa kakhulu kodwa ingenazimpendulo:

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
zu: Etholiwe<strong>{n}</strong> imiphumela ye <strong>{q}</strong> ye <strong>{product}</strong>

source: Free Download
zu: Dawuniloda Mahhala

source: From:
zu: Uthunyelwe ngu:

source: From %(from_input)s to %(to_input)s
zu: Isuka%(from_input)s ibhekiswe%(to_input)s

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
zu: Kusuka kuzingqwele zabasunguli bewebhu kuya kulabo basebenzisi abasaqala ukuyisebenzisa abasathi "ngiyifakela kanjani i-Firefox", wonke umuntu uyaludinga usizo lwakho esithangamini! Yabelana ngolwazi lwakho ngokukhomba abantu kuma-athikhili osizo okuyiwona kanye nokubahlinzeka ngezitephu zokusonjululwa kwezinkinga emibuzweni ngemibuzo yabo.

source: from the comfort of your couch
zu: uzihlalele kusofa wakwakho

source: Full Article Sources
zu: Imithombo Ye-athikhili Egcwele

source: FxHome
zu: I-FxHome

source: general
zu: okujwayelekile

source: Get community support
zu: Thola ukwesekwa umphakathi

source: Get emailed when there is new discussion activity in my locale.
zu: Thunyelelwa ama-imeyli uma kunengxoxo entsha eqhubekayo endaweni engikuyo.

source: Get email updates
zu: Thola izindaba ezintsha ze-imeyli

source: Get personal
zu: Khuluma ngokusondelene nawe

source: Get started
zu: Qala-ke

source: Get support for another platform:
zu: Thola ukwesekwa kwenye inkundla:

source: Get the most from webmaker.org
zu: Thola konke ku-webmaker.org

source: Give Firefox a tune up
zu: Ake sithi ukwenza ngcono i-Firefox

source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
zu: Nikeza abasebenzisi bethu izinqumo ezenzekayo nezinolwazi ngokubazisa nokubafundisa lapho bamukela kanye nokubahlinzeka ngenketho yokuba baphume uma bethanda noma nini uma kungenzeka.

source: Glad to hear it!
zu: Kwayintokozo ukuzwa lokho!

source: Glad to hear it &mdash; thanks for the feedback!
zu: Siyajabula ukuzwa lokho &mdash; siyabonga ngempendulo!

source: Go
zu: Hamba

source: Go back to document history
zu: Buyela emuva emlandweni wedokhumenti

source: Go back to the question.
zu: Buyela emuva embuzweni.

source: Go back to the question and try again.
zu: Buyela emuva embuzweni uzame kabusha.

source: Go beyond the basics with these shortcuts and other tips.
zu: Yenza okungale kokuyisisekelo ngezindlela ezinqamulelayo namanye amasu.

source: Go to Army of Awesome
zu: Qonda ku-Thimba Labaphambili

source: Go to our support forum and choose a question to answer
zu: Qonda kusithangami sethu ukhethe imibuzo ozoyiphendula

source: Go to the SUMO community discussions forum
zu: Qonda kusithangami sezingxoxo zomphakathi ze-SUMO

source: Graphics
zu: Imidwebo

source: {group} | Groups
zu: {group} | Amaqembu

source: Group information updated successfully!
zu: Imininingwane yeqembu ivuselelwe ngempumelelo!

source: Group Leaders
zu: Abaholi Beqembu

source: Group Members
zu: Amalungu Eqembu

source: Groups
zu: Amaqembu

source: Recently awarded &quot;%(badge_name)s&quot; badges
zu: Kusanda kuhlonyuliswa &quot;%(badge_name)s&quot; amabheji

source: Has answers
zu: Nezimpendulo

source: Has been sent a first answer contribution email.
zu: Uthunyelelwe i-imeyli yempendulo yegalelo yokuqala.

source: Has been sent a first revision contribution email.
zu: Uthunyelelwe imeyli yokuqala yegalelo lokubuyekeza.

source: hash
zu: i-hash

source: Has helpful answers
zu: Nezimpendulo ezilusizo

source: has this problem
zu: inale nkinga

source: Have a question about Army of Awesome?
zu: Unombuzo ngeThimba Labaphambili?

source: Have more to say?
zu: Kukhona okunye osathanda ukukusho?

source: Have video or voice conversations using the Firefox browser
zu: Yiba nezingxoxo ngamavidiyo noma ngephimbo usebenzisa isiphequluli se-Firefox

source: Having an account on the support forums lets us notify you when you get a response on your question
zu: Ukuba ne-akhawunti ezithangamini zokweseka kwenza sikwazi ukukwazisa uma uthola impendulo yombuzo wakho

source: Having trouble with a Mozilla product and want some help?
zu: Unenkinga nomkhiqizo we-Firefox futhi ufuna usizo?

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
zu: Unenkinga ku-Firefox futhi ufuna usizo? Izithangami zethu zosizo ziyizindawo ezilunge kakhulu zokubuza umbuzo.

source: Heading 1
zu: Isihloko 1

source: Heading 2
zu: Isihloko 2

source: Heading 3
zu: Isihloko 3

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
zu: Ama-athikhili osizo akakatholakli ngolimi lwakho namanje? Ufuna ukuba yingxenye yethimba eliyisimangaliso uhumushe kanye nalo? Uzosiza izigidi ngezigidi zabasebenzisi olimini lwakho. Ubuqhawe, angithi?

source: Help Articles Only
zu: Ama-athikhili Osizo Kuphela

source: helpful
zu: okuwusizo

source: Helpful
zu: Okuwusizo

source: Helpfulness
zu: Ukuba wusizo

source: Helpfulness of KB articles and Forum
zu: Ukuba wusizo lwama-athikhili e-KB kanye Nesithangami

source: Helpful Reply
zu: Impendulo Ewusizo

source: Helpful Solutions
zu: Izisombululo Eziwusizo

source: Helpful votes
zu: Amavoti alusizo

source: Helpful Votes
zu: Amavoti alusizo

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
zu: Siza izigidi zabasebenzisi zithole konke ezingakuthola kusiphequluli sabo esiyintandokazi. Igalelo lakho lingafinyelela kubasebenzisi abayizigidigidi emhlabeni jikelele, futhi ungakwenza lokhu uzihlalele kusofa wakwakho!

source: Help on Twitter
zu: Usizo ku-Twitter

source: Help or get help on a Webmaker project.
zu: Siza noma thola usizo kuphrojekthi ye-Webmaker.

source: Help other Firefox users by browsing for unsolved questions on {host}:
zu: Siza abanye abasebenzisi ngokuphequlula eminye imibuzo engekasonjululwa e{host}:

source: Help other users
zu: Siza abanye abasebenzisi

source: Help Other Users
zu: Siza Abanye Abasebenzisi

source: Help teach digital skills and share creative ways of teaching technology.
zu: Siza ukufundisa amakhono adijithali bese kwabelwana ngezindlela ezinobuchule zokufundisa ezobuchwepheshe.

source: Help the Open Badges community
zu: Siza umphakathi we-Open Badge

source: Help Topics
zu: Izihloko Zokusiza

source: Help users in the forums
zu: Siza abasebenzisi ezithangamini

source: Help users on Twitter
zu: Siza abasebenzisi ku-Twitter

source: Help us write help articles!
zu: Sisize sibhale ama-athikhili okusiza!

source: Help Us Write Help Articles
zu: Sisize Sibhale Ama-athikhili Okusiza

source: Help with:
zu: Siza nge:

source: Hide details &raquo;
zu: Fihla imininingwane &raquo;

source: History
zu: Umlando

source: History of {title}
zu: Umlando we {title}

source: Hi {username}
zu: Sawubona {username}

source: Hi {username},
zu: Sawubona {username},

source: Hot topics
zu: Izihloko ezisematheni

source: How does it work?
zu: Isebenza kanjani?

source: How it works
zu: Isebenza kanjani

source: How to
zu: Kwenziwa kanjani

source: How To
zu: Kwenziwa kanjani

source: How to be effective:
zu: Ungenza ukuba usebenze ngempumelelo:

source: How to configure and customize Firefox for Windows 8 Touch.
zu: Iqaliswa kanjani ukusebenza futhi ilungiswa kanjani i-Firefox for Windows 8 Touch.

source: How to contribute
zu: Lifakwa kanjani igalelo

source: How To Contribute
zu: Ungafaka kanjani esivivaneni

source: How to download, manage and use your favorite apps on your Firefox OS phone.
zu: Kudawunilodwa kanjani, lawula futhi usebenzise ama-app akho ayintandokazi efonini yakho ye-Firefox OS.

source: How to install and keep Firefox for Android up to date
zu: Funda ukuthi ifakelwa kanjani futhi ithunyelwa kanjani imininingwane ku-Firefox ye-Android

source: How to install and keep Thunderbird up to date
zu: Ifakelwa kanjani futhi igcinwe ivuselelwe i-Thunderbird

source: How to install Firefox and keep it up to date
zu: Ifakelwa kanjani i-Firefox futhi igcinwe ivuselelekile

source: How to troubleshoot error messages on Firefox
zu: Ilandelelwa kanjani imiyalezo eyiphutha ku-Firefox

source: How to use bookmarks, tabs and basic Firefox features on your iOS device
zu: Indlela yokusebenzisa ama-bookmark, amatyhebhu kanaye namafisha ayisisekelo e-Firefox kudivayisi yakho ye-iOS

source: How to use Firefox's privacy and security features
zu: Asetshenziswa kanjani amafisha e-Firefox okuphepha nokugcinwa kwemininingwane iyimfihlo

source: How to use the address book on Thunderbird
zu: Isetshenziswa kanjani incwadi yamakheli ku-Thunderbird

source: I already have an account
zu: Senginayo vele i-akhawunti

source: I am providing the requested information
zu: Ngihlinzeka imininingwane eceliwe

source: Identifying common problems helps the community answer your questions more quickly.
zu: Ukukhomba izinkinga ezijwayelekile kusiza umphakathi uphendule imibuzo yakho ngokushesha kakhulu.

source: I didn't get a confirmation email.
zu: Angitholanga i-imeyli yokuqinisekisa.

source: I don't know
zu: Angazi

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
zu: Uma ifakwe uqhwi, le dokhumenti ivumela ingxoxo esithangamini esihlanganyele. Susa uqhwi ukuze ifihleke/thunaza isithangami.

source: If checked, this document needs updates.
zu: Uma ifakwe uqhwi, le dokhumenti idinga ukuvuselelwa.

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
zu: Uma lifakwe uqhwi, leli khasi le-wiki lizofihleka uma kwenziwa ukucinga okuyisisekelo namadeshibhodi. Uma libukiwe, ikhasi lizoxwayisa ngokuthi alisanakekelwa.

source: I forgot my username.
zu: Ngikhohlwe igama lami lomsebenzisi.

source: If the link above doesnt work, click here:
zu: Uma ilinki engenhla ingasebenzi, chofoza lapha:

source: If this answer solves your problem, please mark it as "solved":
zu: Uma le mpendulo isombulula inkinga yakho, uyacelwa uphawule ngokuthi "iphenduliwe":

source: If this comment is helpful, vote on it:
zu: Uma lokhu kuphawula kulusizo, kuvotele:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
zu: Uma lokhu kungasombululi inkinga yakho, tshela {answerer} ngokuphendula kuwebhusayithi:

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
zu: Uma uthanda ukufunda kabanzi ngokuthi kusebenza kanjani ukweseka , bheka <a href="%(training_url)s"> yokuqeqeshwa kwabanegalelo </a>. Lokhu kubandakanya ulwazi lokuxazulula izinkinga, imihlahlandlela, imibuzo mayelana nokuthi kwenziwa kanjani okuthile uma kwenzeka uhlangabezana nenkinga.

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
zu: Uma uthanda ukufunda kabanzi ngokuthi isebenza kanjani lento yokweseka, bheka ukuqeqeshwa kwabafaka igalelo. Lokhu kubandakanya ulwazi lokusombulula izinkinga, imihlahlandlela, imibuzo mayeklana nokuthi ukwenza kanjani okuthile, kanye nokuthi ungaluthola kuphi olunye usizo uma kwenzeka uba nenkinga.

source: If you did not request this email there is no need for further action.
zu: Uma ungazange usifake isicelo sale imeyli asikho isidingo sokuthi uqhubeke wenze okunye.

source: If you did not request this email, there is no need for further action.
zu: Uma ungathumelanga isicelo sale imeyli, asikho isidingo sokuba wenze okuthile.

source: If you have a moment please help us by reviewing these articles:
zu: Uma unesikhathi bandla sicela usisize ubukeze la ma-athikhili:

source: If you have a moment please review these articles:
zu: Uma unethutshana uyacelwa ubukeze la ma-athikhili:

source: If you have any questions about localization priorities, please contact %(email_link)s.
zu: Uma unanoma yimiphi imibuzo mayelana nokuseqhulwini okuhunyushwayo, uyacelwa uthinte %(email_link)s.

source: If you know what you are doing, you can edit the document anyway.
zu: Uma ukwazi lokho okwenzayo, uyacelwa ulungise le dokhumenti.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
zu: Uma uthanda ukubhala nokufundisa kusho ukuthi Isikhungo Solwazi Oluyisisekelo yindawo yakho. Sidinga abazofaka igalelo abangabhala, bahlele noma balungise ama-athikhili eSingisi. Izinkulungwane zabantu abafinyelela Ulwazi Oluyisisekelo masonto onke. Cabanga nje ukuthi baningi kangakanani abazosizwa uwena!

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
zu: Uma udinga usizo nge-Firefox, uyacelwa ukuba<a href="%(aaq_url)s">ubuze umbuzo</a>.
